{
	"version": "https://jsonfeed.org/version/1.1",
	"title": "Nerdy Creativity",
	"language": "en",
	"home_page_url": "https://nerdycreativity.net/",
	"feed_url": "https://nerdycreativity.net/feed/feed.json",
	"description": "Website for me, a nerd who likes to create things.",
	"author": {
		"name": "",
		"url": ""
	},
	"items": [
		{
			"id": "https://nerdycreativity.net/blog/2024-06-24-summer-learning/",
			"url": "https://nerdycreativity.net/blog/2024-06-24-summer-learning/",
			"title": "Summer Learning",
			"content_html": "<p>List of courses, books, etc that I'm doing over the summer</p>\n<p>Coursera. Essential Linear Algebra for Data Science, University of Colorado Boulder<br>\nstart: June 9<br>\nin progress</p>\n<p>ARSET - Fundamentals of remote sensing<br>\nstart: June 19<br>\ndone: June 19</p>\n<p>ARSET - NASA's Earth Observing Fleet<br>\nstart: June 19<br>\ndone: June 19</p>\n<p>EcoDataScience - tidycensus, <a href=\"https://github.com/ecodatascience/2024-01-17-tidycensus\">link</a><br>\nstart: june 18<br>\ndone: June 18</p>\n<p>Analyzing US Census Data: Methods, Maps, and Models in R, <a href=\"https://walker-data.com/census-r/\">link</a><br>\nstart: june 18<br>\nin progress</p>\n<p>udemy - ecology in R, <a href=\"https://www.udemy.com/course/ecology-in-r/learn/lecture/18207604\">link</a><br>\nstart: june 22<br>\nin progress</p>\n<p>Statistical Rethinking, <a href=\"https://github.com/rmcelreath/stat_rethinking_2024\">link</a><br>\nstart: june 23<br>\nin progress</p>\n<p>The Art of Statistics: How to Learn from Data<br>\nstart: june 23<br>\nin progress</p>\n<p>3Blue1Brown - Essence of linear algebra<br>\nstart: June 24<br>\nin progress</p>\n<p>Introduction to rasters with terra, <a href=\"https://jflowernet.github.io/intro-terra-ecodatascience/\">link</a><br>\nstart: June 24<br>\ndone: June 25</p>\n",
			"date_published": "2024-06-24T00:00:00Z"
		}
		,
		{
			"id": "https://nerdycreativity.net/blog/2024-06-06-community-science-issues/",
			"url": "https://nerdycreativity.net/blog/2024-06-06-community-science-issues/",
			"title": "Issues in Community Science - from a community scientist POV",
			"content_html": "<p>One of the stated goals of community science is to allow people without a formal science education to participate in science. As a lifelong learner, I've turned two hobbies that started from pure curiosity into careers (paper engineering and software engineering). I tried to do it for a third time — using community science as a way to turn my love of science into a science career. I will discuss various obstacles and DEI issues I encountered in community science as an adult informal learner from groups under-represented in STEM. I hope my first-hand experience as a learner and mentor in informal learning will provide community science practitioners ideas on how to make their programs more welcoming, inclusive, and equitable for their community scientists.</p>\n<h2 id=\"my-science-journey\" tabindex=\"-1\">My science journey <a class=\"header-anchor\" href=\"https://nerdycreativity.net/blog/2024-06-06-community-science-issues/\">#</a></h2>\n<p>I got interested in science after graduating from college. I spent years reading science books aimed at the general public, and attending public events at Griffith Observatory, Natural History Museum of Los Angeles, NASA JPL, and state/national parks to foster my interest in science. It took years of positive experiences with people and institutions that are dedicated to public outreach to get me to the point of wanting to pursue a science career.</p>\n<p>I started volunteering as a community scientist for CALeDNA, a community science project from the University of California, in order to gain experience of working with scientists. For three years, I served as CALeDNA's volunteer software developer as a way of combining my interest in coding, science, and public outreach. I was also given the chance to co-develop a project for CALeDNA about the Los Angeles River. Unfortunately, by the time I ended my involvement with the program, I gave up the idea of pursuing a science career because I felt like I didn't belong in science and my voice didn't matter. That experience has caused lifelong emotional scars.</p>\n<h2 id=\"public-outreach-informal-education\" tabindex=\"-1\">Public outreach, informal education <a class=\"header-anchor\" href=\"https://nerdycreativity.net/blog/2024-06-06-community-science-issues/\">#</a></h2>\n<p>I believe community science project organizers should be trained in science communication and informal education. When I became a volunteer interpretive guide for NHMLA, I was required to undergo training about how to create positive experiences for museum visitors. Communicating science to the general public is different from communicating science to scientists. Teaching informal learners is different from teaching students in a formal classroom setting. Teaching adults is different from teaching kids.</p>\n<p>Unfortunately, those skills aren't emphasized or rewarded in traditional science academia. As a consequence, some science researchers who run community science projects lack the skills or motivations to create positive experiences for their community scientists. I once talked to someone enrolled in a graduate program for citizen science, and they said they don't feel adequately trained in informal education. Even community science practitioners who focus on the educational aspect of community science tend to focus on education in a classroom setting or childhood education. For adult informal learners like myself, it's a total crapshoot on whether the community science program they participate in will nurture or hinder their interest in science.</p>\n<h2 id=\"data-collection\" tabindex=\"-1\">Data collection <a class=\"header-anchor\" href=\"https://nerdycreativity.net/blog/2024-06-06-community-science-issues/\">#</a></h2>\n<p>Most community science programs ask participants to help collect data. I participated in several community science projects, but I got bored. The data collection tasks were very prescriptive - do this, and that, and this. I know many community scientists are perfectly happy with collecting data, but I'm not one of those people. Data collection didn't spark the same degree of curiosity-driven inquiry and experimentation that I experienced while learning paper engineering and coding. Plus, I had no idea what happened to the data I collected. The results were published in paywalled articles that I couldn't access, in jargon-filled language that I couldn't understand.</p>\n<p>Community science programs that aim to broaden participation in science but limits community scientists to only data collecting is like a music teacher trying to get students excited about music but limits them to only playing the scales. Yes, data collection is an important skill, but where are the opportunities for community scientists to use their curiosity, creativity, and problem solving skills? IMO, limiting community scientists to just data collecting deepens the divide between scientists and community scientists because it sends the message that only certain people are allowed to do more. As an informal learner with two STEAM careers, I'm very well aware of what informal learners are capable of if given the chance. In order to create engaging experiences for community scientists, programs should provide a variety of ways for people to participate at every stage of the project.</p>\n<h2 id=\"equitable-community-science\" tabindex=\"-1\">Equitable community science <a class=\"header-anchor\" href=\"https://nerdycreativity.net/blog/2024-06-06-community-science-issues/\">#</a></h2>\n<p>The topic of giving community scientists the opportunity to do more is an ethical issue about the relationship between scientists and local community members. Researchers are relying on the work of community members to help the researchers get funding, publications, and degrees for their students. What are the community members getting in return? IMO, community science projects that focus on the needs of the researchers without creating opportunities that are meaningful to the community members, are engaging in another form of parachute science.</p>\n<p>In order to create an equitable relationship between scientists and local community members, both sides need to benefit from the relationship. The type of benefits that community members are interested in can vary from project to project, and person to person. Some might only want to collect data. Some might want to co-develop a project. Some might want to analyze the data and co-author papers. Some might want translate the project information into their native language. Some might want to make TicTock videos. By moving away from the mentality that defines “real” science in terms of publications, and embracing the different ways that community scientists find meaning in their contributions, we can move closer to creating a science that is open to all.</p>\n<h2 id=\"environmental-justice-and-dei\" tabindex=\"-1\">Environmental justice &amp; DEI <a class=\"header-anchor\" href=\"https://nerdycreativity.net/blog/2024-06-06-community-science-issues/\">#</a></h2>\n<p>My parents came from low income families in China. When my parents immigrated to the US for better economic opportunities, they didn't speak English, which greatly limited the types of jobs they could get. Because of my parents' limited income, we lived in low income, predominantly Hispanic, inner city neighborhoods that had various environmental issues.</p>\n<p>One trend I've noticed in DEI discussions in community science is that a lot of DEI discussions are centered around environmental justice. I've talked to people involved in environmental justice who are dismissive of community science programs that focus on basic research. I've talked to people involved in basic research who admire the fact that environmental justice programs work with poor or marginalized communities, but do nothing to reach out to those communities themselves.</p>\n<p>I think it is classist and elitist to make the assumption that people from poor or marginalized communities wouldn't be interested in community science programs about basic research. Yes, we need to take care of the basics such as clean water and air so that people can survive. But we also need to give people the chance to thrive. And for some people, being involved in science to better understand the universe we live in is their way to thrive. In an equitable world, people from poor marginalized communities should have as much of a chance to do basic research as people from middle class or wealthy communities.</p>\n<h2 id=\"closing-thoughts\" tabindex=\"-1\">Closing thoughts <a class=\"header-anchor\" href=\"https://nerdycreativity.net/blog/2024-06-06-community-science-issues/\">#</a></h2>\n<p>In order to deal with global problems such as climate change and pandemics, we need more people involved in science. Getting involved in community science is one way people can develop positive feelings about science. However, community science isn't always as open and welcoming as it could be. If the point of community science is to widen who can participate in science, then the effect the program has on the lives of the participants should be one way to measure the success of the program. In order for community science to reach its full potential, practitioners need to create safe welcoming spaces where every community scientist can reach their full potential.</p>\n<h3 id=\"notes\" tabindex=\"-1\">Notes <a class=\"header-anchor\" href=\"https://nerdycreativity.net/blog/2024-06-06-community-science-issues/\">#</a></h3>\n<p>This post was part of <a href=\"https://participatorysciences.org/conferences/2024-aaps-conference/2024-caps-poster-discussion-sessions/#equity-diversity-inclusion\">2024 Conference for Advancing the Participatory Sciences: Equity, Diversity, and Inclusion</a> Discussion session.</p>\n",
			"date_published": "2024-06-06T00:00:00Z"
		}
		,
		{
			"id": "https://nerdycreativity.net/blog/2015-05-11-making-is-making/",
			"url": "https://nerdycreativity.net/blog/2015-05-11-making-is-making/",
			"title": "Paper or pixels, making is making",
			"content_html": "<p>When I tell people that I switched from being a packaging designer to a software engineer, a common response I get is, &quot;Wow, that's a complete career change!&quot; But for me, I see the commonality between paper engineering and software engineering, instead of the differences.</p>\n<p>I've worked at two consultancies in my career: <a href=\"https://www.structuralgraphics.com\">Structural Graphics</a> makes dimensional print advertising, Philosophie makes web apps. While the final product are different, the process is similar. The clients have an idea, and they need our expertise to turn it into reality. Often times the project has a tight budget and an even tighter schedule, which makes making more challenging and sometimes borderline impossible.</p>\n<p>It takes a team of people working together to turn nothing into something: the talkers (sales), the organizers (project managers), the makers (designers and engineers) and most importantly the bill-payers (clients). As a member of the makers, it's rewarding to take the various inputs, use my knowledge and imagination, and output something.</p>\n<p>So whether it's making a box for a product, making a web app for a product, or writing a blog post comparing making a box to making a web app, at the end of the day I get to say, &quot;Hey, I made this,&quot; which is usually a pretty good feeling.</p>\n<h3 id=\"notes\" tabindex=\"-1\">Notes <a class=\"header-anchor\" href=\"https://nerdycreativity.net/blog/2015-05-11-making-is-making/\">#</a></h3>\n<p>This post originally was published on Philosophie's blog.</p>\n",
			"date_published": "2015-05-11T00:00:00Z"
		}
		
	]
}
